export default {
  projections: {
    ФормаРегВходаE: {
      дата: {
        __caption__: 'Дата'
      },
      комната: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер'
        }
      },
      тчРегВхода: {
        __caption__: 'Тч рег входа',
        гость: {
          __caption__: 'Гость',
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        сотрудник: {
          __caption__: 'Сотрудник',
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        картыДоступа: {
          __caption__: 'Карты доступа',
          кодКарты: {
            __caption__: 'Код карты'
          }
        },
        должности: {
          __caption__: 'Должности',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ФормаРегВходаL: {
      дата: {
        __caption__: 'Дата'
      },
      комната: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    комната: {
      __caption__: 'Комната'
    },
    тчРегВхода: {
      __caption__: 'Тч рег входа'
    }
  }
};
