export default {
  projections: {
    ТчРегВходаE: {
      гость: {
        __caption__: 'Гость',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      картыДоступа: {
        __caption__: 'Карты доступа',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    гость: {
      __caption__: 'Гость'
    },
    должности: {
      __caption__: 'Должности'
    },
    картыДоступа: {
      __caption__: 'Карты доступа'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    формаРегВхода: {
      __caption__: 'формаРегВхода'
    }
  }
};
