export default {
  projections: {
    ФормаРегКартE: {
      комната: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер'
        }
      },
      картыДоступа: {
        __caption__: 'Карты доступа',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      гость: {
        __caption__: 'Гость',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    ФормаРегКартL: {
      комната: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      картыДоступа: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      гость: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    гость: {
      __caption__: 'Гость'
    },
    картыДоступа: {
      __caption__: 'Карты доступа'
    },
    комната: {
      __caption__: 'Комната'
    }
  }
};
