export default {
  projections: {
    КомнатаE: {
      номер: {
        __caption__: 'Номер'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      колвоКроватей: {
        __caption__: 'Колво кроватей'
      }
    },
    КомнатаL: {
      номер: {
        __caption__: 'Номер'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      колвоКроватей: {
        __caption__: 'Колво кроватей'
      }
    }
  },
  validations: {
    колвоКроватей: {
      __caption__: 'Колво кроватей'
    },
    номер: {
      __caption__: 'Номер'
    },
    этаж: {
      __caption__: 'Этаж'
    }
  }
};
